
"File" = "Fichier";
"Title" = "Titre";
"Artist" = "Artiste";
"Album" = "Album";
"Year" = "Année";
"Comment" = "Commentaires";
"Genre" = "Genre";
"Media Type" = "Type de Media";
"Audio" = "Audio";
"Emphasis" = "Emphase";
"CRC" = "CRC";
"Copyright" = "Copyright";
"Original" = "Original";
"Padding" = "Remplissage";
"Length" = "Durée";
"Track" = "Track";
"Format" = "Format";

